// export default {
//     code: 'dn',
//     week: {
//         dow: 1, // Понедельник (0 - воскресенье, 1 - понедельник и т.д.)
//         doy: 4, // Первая неделя года (1 - января, 4 - первая неделя с четверга и т.д.)
//     },
//     buttonText: {
//         prev: 'Преп',
//         next: 'След',
//         today: 'Сегодня',
//         month: 'Месят',
//         week: 'Неделя',
//         day: 'День',
//         list: 'Список',
//     },
//     // dayHeaderContent: function(arg) {
//     //     let dayOfWeek = arg.date.getDay();
//     //     let dayNamesShort = ['Вс', 'Дн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'];
//     //     return dayNamesShort[dayOfWeek];
//     // },
//     monthNames: ['Януари', 'Февраль', 'Март', 'Апрель', 'Мэй', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
//     monthNamesShort: ['Янв', 'Фев', 'Мар', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
//     dayNames: ['Воскресенье', 'Динарельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
//     // dayNamesShort: ['Вс', 'Дн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
// };


